Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: The prefabricated Regular Neck(RN) synOcta temporary mesoabutment (Fig 11) serves both these purposes (Priest, 2003; Small and Tarnow, 2000; Giannopoulou and coworkers, 2004; Jemt, 1999).
vi: The prefabricated Regular Neck(RN) synOcta temporary mesoabutment (Hình 11) serves both these purposes (Priest, 2003; Small and Tarnow, 2000; Giannopoulou and coworkers, 2004; Jemt, 1999).

source: The presence of an active periapical inflammatory process with associated pain, swelling (Fig 8), and a persisting fistula was incompatible with a more progressive and more rapid approach, such as the immediate placement of an implant.
vi: The presence of an active periapical inflammatory process with associated pain, swelling (Hình 8), and a persisting fistula was incompatible with a more progressive and more rapid approach, such as the immediate placement of an implant.

source: The presence or history of infection, at or adjacent to an implant site, is an important consideration in the pre-operative evaluation of the esthetic risk to implant-based treatment.
vi: Sự có mặt hay tiền sử nhiễm khuẩn, tại hoặc liền kề với vùng cấy ghép, là một yếu tố quan trọng trong việc đánh giá tiền phẫu của các nguy cơ thẩm mỹ để điều trị trên implant.

source: The present first volume of the ITI treatment guide provides comprehensive details on all aspects of implant therapy in the esthetic zone.
vi: Quyển sách đầu tiên của hướng dẫn điều trị ITI cung cấp chi tiết toàn diện trên tất cả khía cạnh của điều trị cấy ghép trong vùng thẩm mỹ.

source: The primary concern is in the interdental spaces that are not adjacent to teeth.
vi: Mối quan tâm chính là ở các khoảng kẽ răng mà không tiếp giáp với răng.

source: The prime objective of the literature reviews was to determine whether a procedure could be recommended as routine based on the available evidence.
vi: Mục tiêu chính của tổng quan y văn để xác định một quy trình được đề nghị thường quy dựa trên bằng chứng sẵn có.

source: The probability of a space (black triangle) arising between a properly contoured restoration and the adjacent tooth increases with greater observable crestal bone loss on adjacent roots.
vi: Khả năng khoảng trống (tam giác đen) phát sinh giữa đường viền của phục hình và răng kế cận càng tăng khi mào xương ổ răng kế cận tiêu càng nhiều

source: The problem is magnified when adjacent implants are utilized in the esthetic zone, since this reduces the predictability of inter-dental closure with soft tissue (Tarnow and coworkers, 2000; Tarnow and coworkers, 2003).
vi: Vấn đề bị phóng đại khi vùng kế implant được dùng trong vùng thẩm mỹ, bởi vì nó giảm khả năng dự đoán đóng khoảng kẽ răng bằng mô mềm (Tarnow and coworkers, 2000; Tarnow and coworkers, 2003).

source: The prosthesis is attached in a second procedure after a healing period of 3 to 6 months.
vi: Phục hình được gắn trong thủ thuật thứ hai sau thời kỳ lành thương 3 đến 6 tháng.

source: The prosthesis is attached in a second procedure that takes place some time later than the conventional healing period of 3 to 6 months.
vi: Phục hình được gắn trong thủ thuật thứ hai thường trễ hơn thời kỳ lành thương 3 đến 6 tháng.

source: The provisional and abutment was removed and the implant was cleansed with air and water, allowing the maturation of the transition zone to be appreciated (Figs 23a-b).
vi: The provisional and abutment was removed and the implant was cleansed with air and water, allowing the maturation of the transition zone to be appreciated (Hình 23a-b).

source: The provisional restoration should not exert any pressure on the soft tissues.
vi: Phục hình tạm không nên gây áp lực lên mô mềm.

source: The provisional restoration was then carefully removed and the site evaluated (Fig 11).
vi: Phục hình tạm được tháo cẩn thận để đánh giá vùng (Fig 11).

source: The provisional restoration was utilized to communicate the desired implant-shoulder depth (Fig 6).
vi: Phục hình tạm được dùng để truyền đạt chiều sau vai implant mong muốn (Fig 6).

source: The provisional was cemented with temporary cement, and the occlusion was adjusted (Fig 16).
vi: The provisional was cemented with temporary cement, and the occlusion was adjusted (Hình 16).

source: The pulp chambers and canals were visible and there were no signs of periapical radiolucencies.
vi: Buồng tuỷ và ống tuỷ rõ ràng và không có dấu hiệu của thấu quang quanh chóp.

source: The radiograph inclination was not appropriate for assessment of the restoration-implant interface (lack of thread visibility indicates less than ideal parallelism).
vi: Phim X quang phía bên không thích hợp cho đánh giá của giao diện implant phục hình (thiếu tầm nhìn ít được chỉ định hơn phim X quang song song lý tưởng).

source: The radiographic analysis of teeth 34-36 confirmed the findings of recurrent decay (Fig 2).
vi: Phim X quang răng 34 - 36 xác nhận sâu răng tái phát (Fig 2).

source: The radiographic control confirmed stable bony peri-implant conditions, excellent radio-opacity of the zirconium-dioxide custom abutment, and adequate marginal adaptation of the all-ceramic implant-supported crown (Fig 47).
vi: The radiographic control confirmed stable bony peri-implant conditions, excellent radio-opacity of the zirconium-dioxide custom abutment, and adequate marginal adaptation of the all-ceramic implant-supported crown (Hình 47).

source: The recent rise in public awareness of the benefits of dental implant therapy has had both positive and negative effects on daily clinical practice.
vi: Sự gia tăng gần đây trong nhận thức của công chúng về lợi ích của việc điều trị cấy ghép nha khoa đã có cả tác động tích cực và tiêu cực về thực hành lâm sàng hàng ngày.

source: The recommendations are based on the literature available in 2003 and the collective experience of the Consensus Working Group.
vi: Những khuyến cáo dựa trên y văn có sẵn năm 2003 và kinh nghiệm tổng hợp của Consensus Working Group.

source: The relieving incisions were placed at the distal line angles of the neighboring teeth.
vi: Đường mổ được đặt góc xa của răng kế cận

source: The replacement of multiple adjacent missing teeth in the anterior maxilla with fixed implant restorations is poorly documented.
vi: Thay thế nhiều răng kế cận bị mất ở phía trước hàm trên với phục hình cố định trên implant thì không được ghi lại đầy đủ.

source: The reported results are from patients pre-selected for successful outcomes.
vi: Các kết quả báo cáo là từ bệnh nhân trước khi chọn lựa cho kết quả thành công.

source: The respective prosthetic component was connected directly to the implant shoulder via its integrated occlusal screw (Fig 12a), after first verifying and eventually correcting the cervical emergence profile, which may be too “bulky” in a given clinical situation.
vi: The respective prosthetic component was connected directly to the implant shoulder via its integrated occlusal screw (Hình 12a), after first verifying and eventually correcting the cervical emergence profile, which may be too “bulky” in a given clinical situation.

source: The respective screw-access channel was blocked out with wax before the acrylic resin was applied (Fig 16) to assure easy access to the screw once the acrylic resin was processed - a simple measure taken to render this chairside procedure as safe and as fast as possible for the benefit of both the patient and the clinician.
vi: The respective screw-access channel was blocked out with wax before the acrylic resin was applied (Hình 16) to assure easy access to the screw once the acrylic resin was processed - a simple measure taken to render this chairside procedure as safe and as fast as possible for the benefit of both the patient and the clinician.

source: The restoration of lateral incisors and canines presents the same difficulties.
vi: Phục hồi răng cửa bên và răng nanh có độ khó ngang nhau

source: The restoration was seated with provisional cement, which would allow for removal, if necessary (Figs 24-29).
vi: Phục hình được gắn với xi măng tạm, để dễ gỡ nếu cần (Figs 24-29).

source: The restorative phase started after soft-tissue healing and successful osseointegration of the implant.
vi: Giai đoạn phục hình bắt đầu sau lành thương mô mềm và implant tích hợp xương thành công

source: The restorative phase was initiated two weeks after the installation of the healing cap (Fig 27).
vi: The restorative phase was initiated two weeks after the installation of the healing cap (Hình 27).

source: The result was a new, definitive master model that precisely captured the shape of the peri-implant mucosa, communicating the diagnostic findings and past clinical procedure to the dental technician (Fig 39).
vi: The result was a new, definitive master model that precisely captured the shape of the peri-implant mucosa, communicating the diagnostic findings and past clinical procedure to the dental technician (Hình 39).

source: The result was an acceptable esthetic implant restoration.
vi: Kết quả là phục hình thẩm mỹ implant chấp nhận được.

source: The result was an individualized impression cap that exactly mimicked the temporary crown’s cervical portion (Fig 36).
vi: The result was an individualized impression cap that exactly mimicked the temporary crown’s cervical portion (Hình 36).

source: The resulting vestibular dehiscence-type defect (Fig 6a) was covered with small autogenous bone grafts harvested in the immediate neighborhood of the implant site (Fig 6b).
vi: The resulting vestibular dehiscence-type defect (Hình 6a) was covered with small autogenous bone grafts harvested in the immediate neighborhood of the implant site (Hình 6b).

source: The results of such procedures vary, with horizontal augmentations often superior to those achieved in the vertical dimension.
vi: Kết quả các phương pháp này khác nhau, với kích thước ghép đạt được theo chiều ngang thường tốt hơn so với chiều dọc

source: The retainer on tooth 45 was loose, and the tooth was carious.
vi: Phần giữ trên răng 45 bị lỏng, và răng này bị sâu.

source: The risk can be low if adjacent structures are healthy and if extractions (where required) are performed with a minimum of trauma to the bone and surrounding soft tissues.
vi: Các rủi ro có thể là thấp nếu các cấu trúc lân cận đều khỏe mạnh và nếu nhổ răng (nếu cần) được thực hiện với chấn thương tối thiểu cho xương và các mô xung quanh mềm mại.

source: The risk for complication associated with the treatment approach.
vi: Nguy cơ cho phức tạp liên kết với những phương pháp điều trị.

source: The risk of a compromised esthetic outcome increases with the degree of horizontal bone loss and non-enhanced sites.
vi: Nguy cơ kết quả thẩm mỹ tăng lên với mức tiêu xương chiều ngang và vùng không kiểm soát

source: The screw access hole of the impression cap was covered with wax to prevent it from being blocked by impression material and to ensure easy access (Fig 34).
vi: The screw access hole of the impression cap was covered with wax to prevent it from being blocked by impression material and to ensure easy access (Hình 34).

source: The screw access hole was covered with a cotton pellet and sealed with Cavit (3M Espe) (Fig 38).
vi: The screw access hole was covered with a cotton pellet and sealed with Cavit (3M Espe) (Hình 38).

source: The screw access hole was covered with a cotton pellet and sealed with Cavit (3M Espe) (Figs 34a, b).
vi: Xoang vào vít được phủ bằng cục gòn và trám Cavit (3M Espe) (Hình 34a, b).

source: The screw access hole was covered with cotton, and the provisional was cemented with temporary cement (Fig 13).
vi: The screw access hole was covered with cotton, and the provisional was cemented with temporary cement (Hình 13).

source: The screw-retained provisional restoration was fabricated in acrylic resin incorporating titanium provisional cylinders for bridges, and it was delivered 8 weeks after implant placement without incident (Fig 6).
vi: Phục hình tạm bắt vít được chế tạo bằng nhựa kết hợp với cylinders titanium tạm cho cầu răng, và nó được giao 8 tuần sau khi đặt implant không có sự cố (Fig 6).

source: The shape of the missing and adjacent teeth can profoundly influence the degree of risk associated with implant-supported restorations in the esthetic zone.
vi: Hình dạng của răng bị mất và răng kế cận có thể ảnh hưởng đến mức nguy cơ liên quan đến phục hồi trên implant trong vùng thẩm mỹ.

source: The silicone key served to determine the ideal occlusal height (Fig 25).
vi: The silicone key served to determine the ideal occlusal height (Hình 25).

source: The site analysis showed a deficiency in osseous width and height extending apically of the middle third of the adjacent roots (Fig 9).
vi: The site analysis showed a deficiency in osseous width and height extending apically of the middle third of the adjacent roots (Hình 9).

source: The site must be characterized by type 1, 2 or 3 bone.
vi: Vùng cấy ghép phải có xương loại 1, 2, hoặc 3.

source: The situation after removal of the surgical template showed the ideal three-dimensional position of the implant (Tapered Effect (TE) implant, endosseous ∅ 4.1 mm, Regular Neck, ∅ 4.8 mm) achieved despite the large bone defect (Figs 12, 13).
vi: The situation after removal of the surgical template showed the ideal three-dimensional position of the implant (Tapered Effect (TE) implant, endosseous ∅ 4.1 mm, Regular Neck, ∅ 4.8 mm) achieved despite the large bone defect (Hình 12, 13).

source: The situation from the labial aspect after the preparation of the pedicle rotation flap and the insertion of the healing cap is shown in Figure 29.
vi: The situation from the labial aspect after the preparation of the pedicle rotation flap and the insertion of the healing cap is shown in Hìnhure 29.

source: The situation twelve months after integration of the final restoration is seen in Figure 61.
vi: The situation twelve months after integration of the final restoration is seen in Hìnhure 61.

source: The size of the gap at site 22 was adjusted to approximately 6 mm for the placement of a Narrow Neck (NN) implant (Figs 4, 5).
vi: The size of the gap at site 22 was adjusted to approximately 6 mm for the placement of a Narrow Neck (NN) implant (Hình 4, 5).

source: The small closure screw was removed and replaced by a longer healing cap (Fig 26).
vi: The small closure screw was removed and replaced by a longer healing cap (Hình 26).

source: The small cylindrical area of access to the implant would not yet allow the insertion of a crown with its final emergence profile (Fig 18).
vi: The small cylindrical area of access to the implant would not yet allow the insertion of a crown with its final emergence profile (Hình 18).

source: The smile-line photograph documented the pleasing and stable esthetic treatment outcome (Fig 23).
vi: The smile-line photograph documented the pleasing and stable esthetic treatment outcome (Hình 23).

source: The so-called scanbody, a prefabricated system component with three well-defined domes at its occlusal aspect, was attached to the implant analog at site 11 by simple finger pressure (Figs 36a, b).
vi: The so-called scanbody, a prefabricated system component with three well-defined domes at its occlusal aspect, was attached to the implant analog at site 11 by simple finger pressure (Hình 36a, b).

source: The soft tissue health was considered appropriate for the surgical exposure of the implant, and the creation of the emergence profile with an implant-supported provisional prosthesis.
vi: Lành thương mô mềm được xem là thích hợp cho phẫu thuật bộc lộ implant, và sự tạo mô nướu với phục hình tạm trên implant.

source: The soft tissue in the implant site displayed an excellent convex contour and favorable color (Fig 32).
vi: Mô mềm trong vùng cấy ghép cho thấy một đường viền lồi tuyệt vời và màu sắc thuận lợi

source: The soft tissue was healthy, and a favorable contour of the alveolar arch could be noted (Fig 18b).
vi: The soft tissue was healthy, and a favorable contour of the alveolar arch could be noted (Hình 18b).

source: The soft tissues adjacent to the provisional restoration were allowed to mature for an additional 6 weeks (Fig 7).
vi: Mô mềm kế cận phục hình tạm được cho phép trưởng thành thêm 6 tuần (Fig 7).

source: The soft tissues were considered to be in good health, and the implant was considered stable (Figs 14-16).
vi: Mô mềm được được xem là lành thương tốt, và implant ổn định (Figs 14-16).

source: The soft tissues were free of recessions (Fig 2).
vi: The soft tissues were free of recessions (Hình 2).

source: The subsequent text gives an overview of the consensus statements developed by the group (Belser and coworkers, 2004).
vi: Các văn bản tiếp theo cho một tổng quan về các tuyên bố đồng thuận phát triển bởi nhóm (Belser và đồng nghiệp, 2004)

source: The success of implant therapy is no longer judged mainly by the osseointegration of the implant.
vi: Thành công của điều trị cấy ghép không còn được đánh giá chủ yếu do titích hợp xương của implant.

source: The surgical template and drill sleeve was used to prepare the osteotomy site (Fig 11).
vi: The surgical template and drill sleeve was used to prepare the osteotomy site (Hình 11).

source: The surgical template not only ensured the correct orofacial implant position, but it also determined the correct coronoapical position (Figs 10, 11).
vi: The surgical template not only ensured the correct orofacial implant position, but it also determined the correct coronoapical position (Hình 10, 11).

source: The surgical template was then fabricated based upon the confirmed radiographic pin position (Fig 10).
vi: The surgical template was then fabricated based upon the confirmed radiographic pin position (Hình 10).

source: The teeth tested vital to an electric pulp test.
vi: Kiểm tra sự sống tuỷ răng bằng thử điện

source: The template imitates the future soft-tissue margin at the implant crown (Fig 12).
vi: The template imitates the future soft-tissue margin at the implant crown (Hình 12).

source: The thickness of the gingival tissue effectively masks the color of the implant(s) and any subgingival metallic components, reducing the risk of not achieving a pleasing esthetic result.
vi: Độ dày của mô nướu có hiệu quả chemàu của implant và các thành phần kim loại dưới nướu, giảm nguy cơ không đạt được kết quả thẩm mỹ.

source: The three-year follow-up periapical radiograph demonstrated stable bone levels around the implant (Fig 62).
vi: 3 năm theo dõi phim X quang quanh chóp cho thấy mức xương ổn định quanh implant (Hình 62).

source: The three-year follow-up photographs (Figs 60-61) demonstrate a stable esthetic treatment outcome.
vi: Hỉnh ảnh sau 3 năm theo dõi (Hình 60-61) cho thấy kết quả điều trị thẩm mỹ ổn định

source: The tissue biotype was thin and highly scalloped (Fig 2).
vi: The tissue biotype was thin and highly scalloped (Hình 2).

source: The tissue had begun the maturation process, and the mucosal margin looked more refined (Fig 19).
vi: The tissue had begun the maturation process, and the mucosal margin looked more refined (Hình 19).

source: The titanium coping was a modifiable coping, allowing the restorative margin to be placed in a submucosal position (Fig 39).
vi: The titanium coping was a modifiable coping, allowing the restorative margin to be placed in a submucosal position (Hình 39).

source: The transition zone was mature.
vi: Vùng chuyển tiếp đã trưởng thành

source: The transition zone was visible on the master cast after the impression had been removed (Fig 25).
vi: The transition zone was visible on the master cast after the impression had been removed (Hình 25).

source: The treatment difficulty associated with the treatment approach.
vi: Việc điều trị khó khăn liên kết với những phương pháp điều trị.

source: The treatment of edentulous spans in the esthetic zone that have pre-existing soft-tissue and/or hard-tissue deficiencies will require surgical augmentation procedures before or in conjunction with implant placement.
vi: Việc điều trị nhịp mất răng trong vùng thẩm mỹ mà có tiền hiện có mô mềm và / hoặc thiếu hụt cứng mô này sẽ đòi hỏi quy trình phẫu thuật trước hoặc kết hợp với đặt implant.

source: The treatment was in line with the patient’s wishes and could be considered an esthetic success (Fig 65).
vi: The treatment was in line with the patient’s wishes and could be considered an esthetic success (Hình 65).

source: The types of occlusal schemes need to be specified in various loading protocols.
vi: Các loại của phương án cắn khớp cần được quy định trong các quy trình tải lực khác nhau.

source: The use of a short, beveled healing cap facilitated a tension-free adaptation of the facial flap over the implant site towards the palatal aspect (Fig 24).
vi: Dùng nắp lành thương ngắn, gập góc thuận tiện thích nghi không lực căng của vạt phía ngoài trên vùng implant đến vùng khẩu cái (Hình 24).

source: The use of dental implants in the esthetic zone is well documented in the literature.
vi: Sử dụng implant nha khoa trong vùng thẩm mỹ được ghi đầy đủ trong y văn.

source: The use of pink ceramic was necessary to mask the unfavorable esthetic treatment outcome (Fig 6).
vi: The use of pink ceramic was necessary to mask the unfavorable esthetic treatment outcome (Hình 6).

source: The use of rough surfaces has been shown to improve maxillary implant survival, but may still show somewhat of a reduction in predictability as compared with mandibular cases (Buser and coworkers, 1997; Ferrigno, 2002).
vi: Sử dụng bề mặt nhám đã được chứng minh cải thiện sự tồn tại của implant hàm trên, nhưng vẫn có thể thấy hơi giảm trong dự đoán như so với hàm dưới (Buser và đồng nghiệp, 1997 Ferrigno, 2002).

source: The use of this esthetic risk profile table will be exemplified in sections 4.4 through 4.14 for specific patient cases.
vi: Việc sử dụng các bảng hồ sơ rủi ro thẩm mỹ này sẽ được minh họa trong phần 4.4 qua 4.14 cho trường hợp bệnh nhân cụ thể.

source: The vertical bone height was ideal as bone was present up to the level of the implant shoulder (Fig 20b).
vi: The vertical bone height was ideal as bone was present up to the level of the implant shoulder (Hình 20b).

source: Their group noted a small increase in the success rates of roughened implants as compared to machined-surface ones, although the data did not specify success rates for fully edentulous maxillary arches.
vi: Nhóm của họ lưu ý tăng nhẹ tỷ lệ thành công của implant bề mặt nhám so với implant bề mặt được gia công, mặc dù các dữ liệu đã không xác định tỷ lệ thành công cho hàm trên mất răng toàn bộ.

source: Their implant shoulder margin is likely to be located too close to adjacent teeth or too far facially, encroaching on their respective danger zones.
vi: Đường viền vai implant có thể được đặt quá gần răng kế cận hoặc quá xa facially, xâm lấn vùng nguy hiểm.

source: Their results for riskier procedures, such as immediate loading, may not be easily duplicated by less experienced or knowledgeable clinicians.
vi: Kết quả của họ cho phương pháp rủi ro hơn, chẳng hạn tải lực tức thì, có thể không được dễ dàng thực hiện bác sĩ có kinh nghiệm hoặc kiến thức ít hơn.

source: There are few opportunities to protect an implant from masticatory or functional forces, leading to deleterious movement before healing is completed.
vi: Có rất ít cơ hội để bảo vệ một implant từ lực nhai hoặc lực chức năng, dẫn đến di chuyển có hại trước khi lành thương hoàn thành.
